Repository: stasionok/rob-rat-out-blocker
Catalog: languages/rob-rat-out-blocker-*.po
Languages: ru_ru

source: Your server is running PHP version
ru_ru: Ваш сервер работает на PHP версии

source: Your Wordpress running version is
ru_ru: У вас установлен WordPress версии

source: open ROB page
ru_ru: открыть страницу ROB

source: open ROB
ru_ru: открыть ROB

source: ROB (rat out blocker)
ru_ru: ROB (блокировщик стучалок)

source: Too many redirects.
ru_ru: Слишком много перенаправлений.

source: error: Your environment does not meet all of the system requirements listed below.
ru_ru: ошибка: Ваша среда не соответствует всем системным требованиям, перечисленным ниже.

source: If you need to upgrade your version of PHP you can ask your hosting company for assistance, and if you need help upgrading WordPress you can refer to the
ru_ru: Если вам нужно обновить версию PHP, вы можете обратиться за помощью к вашей хостинговой компании, а если вам нужна помощь в обновлении WordPress, вы можете обратиться к

source: Rules
ru_ru: Правила

source: Any new line read as separate rule.
ru_ru: Каждая строка считается отдельным правилом.

source: You can use from 1 to all parameters per rule
ru_ru: Вы можете использовать от 1 до всех параметров для каждого правила

source: Full rule format is:
ru_ru: Полный формат правила:

source: Separator for parameters is
ru_ru: Разделитель параметров

source: empty parameter equal to
ru_ru: пустое значение параметра считается равным

source: Save
ru_ru: Сохранить

source: Block external requests with regex or url part
ru_ru: Блокирует внешние запросы по части урл или с помощью регулярных выражений

source: Stanislav Kuznetsov
ru_ru: Станислав Кузнецов
